export default function About() {
  return (
    <div className="flex space-y-2.5 flex-col">
      <h1>О нас</h1>
      <p>
        Наш интернет-магазин кроссовок рад приветствовать вас! Если вы любите
        качественную спортивную обувь, то вы попали по адресу. У нас представлен
        огромный выбор моделей различных цветов и размеров, а также широкая
        линейка брендов, среди которых каждый найдёт себе подходящую пару.
      </p>
      <p>
        Мы тщательно следим за новинками и регулярно обновляем наш ассортимент,
        чтобы вы могли приобрести самые актуальные модели. Наша команда состоит
        из профессионалов своего дела, которые любят свою работу и всегда готовы
        помочь вам с выбором.
      </p>
      <p>
        Мы ценим каждого нашего клиента и стараемся сделать процесс покупки
        максимально приятным и комфортным. Надеемся, что вы останетесь довольны
        нашей работой и вернётесь к нам снова!
      </p>
    </div>
  );
}
